# load the formulae
tap "caskroom/versions"
tap "homebrew/bundle"
tap "homebrew/cask"

# binaries
brew "mas"
brew "rbenv"
brew "git"

# apps
cask "docker"
cask "dash"
cask "slack"
cask "google-chrome"
cask "sublime-text"
cask "spotify"
casl "spotify"

# app store
mas "Harvest", id: 506189836
mas "Tweetdeck", id: 485812721
mas "Pages", id: 409201541
mas "Bear", id: 1091189122
mas "1Password", id: 1333542190
mas "Giphy Capture", id: 668208984

#remove old versions from cellar
brew cleanup
